{
  "common": {
    "login": "Login",
    "signOut": "Logout",
    "lightMode": "Light Mode",
    "darkMode": "Dark Mode"
  },
  "routes": {
    "/>title": "Token Sale Platform",
    "/>sidebar": "Home",
    "/>heading": "Token Sale Platform",
    "/about>title": "About | Token Sale Platform",
    "/about>sidebar": "About",
    "/about>heading": "About",
    "/help>title": "Feedback | Token Sale Platform",
    "/help>sidebar": "Feedback",
    "/help>heading": "Feedback",
    "docs": "Docs",
    "community": "Community",
    "changelog": "Changelog",
    "github": "Github Repository",
    "telegram": "Telegram Channel"
  },
  "homeRoute": {
    "welcomeMessage": "The idea for this project is to build an open-source contract that any project can use to sell its tokens. We will then implement these smart contracts to build the EOSTARTER Token Sale platform."
  },
  "aboutRoute": {
    "title": "Token Sale Platform",
    "subtitle1": "An open-source contract that any project can use to sell its tokens.",
    "paragraph1": "We are developing a Token Sale Smart Contract system that allows for the crowd-sourcing of projects through a token sale that can be configured with different parameters like staking capabilities, whitelisting requirements, token vesting, etc.",
    "subtitle2": "Why is it important?",
    "paragraph2": "The idea for this project is to build an open-source contract that any project can use to sell its tokens. We will then implement these smart contracts to build the EOSTARTER Token Sale platform. We understand that there may be projects that just take the smart contract and run their own token sale based on this contract. However, we are building a great community and a vast network of skilled individuals ranging from developers, marketers, and community builders. Our thesis is that projects will prefer to leverage our know-how, network, and community, and part with some tokens and the token sale fee, rather than launching the sale by themselves.",
    "subtitle3": "About EOS Starter",
    "paragraph3": "EOSTARTER is a Community-powered Incubator and Gamified Launchpad for EOS Projects. We aim to become a beacon of innovation for the EOS Ecosystem and provide equalitarian investment opportunities for the EOS Community. At EOSTARTER, we believe that EOS is only as valuable as the products, applications, and platforms built on top of it, and this is our main focus to incentivize the growth of the ecosystem. In short: \"Succesful EOS Projects means Succesful EOS\"."
  },
  "helpRoute": {
    "title": "Thank you for your interest!",
    "paragraph": "\nThe token sale platform is still work in progress. \nPlease feel free to leave upgrade suggestions, log bugs, or use the code yourself. You can also find us on Telegram or visit our website.",
    "githubEOSCR": "EOStarter GitHub",
    "telegramChannel": "Telegram Channel",
    "websiteEOSCR": "EOStarter Website"
  }
}
